{
    "Media Planet": "ميديا بلانيت",
    "Where bold ideas collide with storytelling, tech, and design to create immersive campaigns crafted to stand out, speak loud, and leave a mark.": "حيث تتقاطع الأفكار الجريئة مع السرد القصصي والتكنولوجيا والتصميم، لنُبدع حملات تفاعلية مصممة لتلفت الأنظار، وتنطق بصوت عالٍ، وتترك أثراً لا يُنسى.",
    "Start Your Journey": "ابدأ رحلتك",
    "Gallery": "معرض الأعمال",
    "Our services": "خدماتنا",
    "Web Design & Development": "تصميم وتطوير المواقع الإلكترونية",
    "Board Game Design": "تصميم ألعاب الطاولة",
    "Digital marketing campaigns and content creation": "حملات التسويق الرقمي وصناعة المحتوى",
    "Start now :)": "(: ابدأ الآن",
    "Enter your name": "أدخل اسمك",
    "Enter your E-Mail": "أدخل بريدك الإلكتروني",
    "Design ID": "رمز التصميم",
    "Phone number": "رقم الهاتف",
    "Description": "الوصف",
    "Submit": "إرسال",
    "Vision": "الرؤية",
    "Mission": "الرسالة",
    "Values": "القيم",
    "To be one of the most creative, innovative marketing agencies and shift the marketing industry into an entertainment one.": "أن نكون واحدة من أكثر وكالات التسويق إبداعًا وابتكارًا، وأن نحول صناعة التسويق إلى صناعة ترفيهية.",
    "To blend creativity and innovation to transform traditional marketing into captivating entertainment experiences.": "مزج الإبداع والابتكار لتحويل التسويق التقليدي إلى تجارب ترفيهية جذابة.",
    "We prioritize originality and imagination in every campaign to deliver unforgettable experiences.": "نولي الأولوية للأصالة والخيال في كل حملة لتقديم تجارب لا تُنسى.",
    "We embrace cutting-edge technology and forward-thinking strategies to revolutionize the marketing industry.": "نتبنى أحدث التقنيات والاستراتيجيات المستقبلية لإحداث ثورة في صناعة التسويق.",
    "Our clients success is our priority, and we tailor solutions to meet their unique needs and aspirations.": "نجاح عملائنا هو أولويتنا، ونصمم الحلول لتلبية احتياجاتهم وتطلعاتهم الفريدة.",
    "We are committed to delivering excellence in every project, ensuring outstanding results.": "نلتزم بتقديم التميز في كل مشروع، لضمان نتائج استثنائية.",
    "We uphold honesty and transparency in our dealings, building trust with clients and partners.": "نتمسك بالصدق والشفافية في تعاملاتنا، لبناء الثقة مع العملاء والشركاء.",
    "We celebrate diversity and create campaigns that resonate with audiences of all backgrounds.": "نحتفي بالتنوع ونبتكر حملات تتوافق مع جماهير من جميع الخلفيات.",
    "Web Development": "تطوير الويب",
    "We craft stunning, responsive websites that combine bold design with smooth functionality—built to impress and perform.": "حيث تتقاطع الأفكار الجريئة مع السرد القصصي والتكنولوجيا والتصميم، لنُبدع حملات تفاعلية مصممة لتلفت الأنظار، وتنطق بصوت عالٍ، وتترك أثراً لا يُنسى.",
    "What Do We Do ?": "ماذا نفعل؟",
    "From landing pages to full-scale platforms, we design websites that are fast, responsive, and built to tell your brand’s story in style.": "من صفحات الهبوط إلى المنصات الكاملة، نقوم بتصميم مواقع إلكترونية سريعة، ومتجاوبة، ومبنية لعرض قصة علامتك التجارية بأسلوب مميز.",
    "Custom UI/UX Design": "تصميم واجهات وتجربة مستخدم مخصصة",
    "Responsive Development": "تطوير متجاوب",
    "E-commerce": "التجارة الإلكترونية",
    "SEO & Performance Optimization": "تحسين محركات البحث وتحسين الأداء",
    "Built for every screen": "مصمم لكل الشاشات",
    "Your website will shine everywhere from big screens to mobile devices without losing speed or style.": "موقعك الإلكتروني سيتألق على كل شيء، من الشاشات الكبيرة إلى الأجهزة المحمولة، دون أن يفقد سرعته أو أسلوبه.",
    "Our Approach": "نهجنا",
    "Understand goals and user needs": "فهم الأهداف واحتياجات المستخدم",
    "Create beautiful, functional layouts": "إنشاء تصاميم جميلة وعملية",
    "Develop and launch with precision": "التطوير والإطلاق بدقة",
    "Why Choose Us?": "لماذا تختارنا ؟",
    "We’re not just designers – we are digital storytellers. We create web experiences that connect people together and help your business stand out, grow online, and turn visitors into loyal customers.": "نحن لسنا مجرد مصممين – نحن رواة قصص رقمية. نبتكر تجارب ويب تربط الناس معًا، وتساعد عملك على التميز، والنمو عبر الإنترنت، وتحويل الزوار إلى عملاء مخلصين.",
    "Fast Load Times": "أوقات تحميل سريعة",
    "Accessible & User-Friendly": "سهل الوصول وودود للمستخدم",
    "Built for Growth": "مصمَّم للنمو",
    "Board Games": "العاب الطاولة",
    "We design imaginative, visually striking board games that engage, entertain, and tell unforgettable stories.": "نحن نصمّم ألعاب طاولة مبتكرة وملفتة بصريًا تجذب الانتباه، وتسلّي، وتروي قصصًا لا تُنسى.",
    "From brand concepts to custom board games, we design playful experiences that bring your story to life—strategic, immersive, and built to connect.": "من مفاهيم العلامة التجارية إلى ألعاب الطاولة المخصصة، نصمم تجارب مرحة تُحيي قصتك استراتيجية، غامرة، ومصممة للتواصل.",
    "Prototype Creation": "إنشاء النماذج الأولية",
    "Production Assistance": "المساعدة في الإنتاج",
    "Rulebook Writing": "كتابة دليل القواعد",
    "Built for every player": "مصممة لكل لاعب",
    "From casual to competitive, adults to kids - our games captivate players of all types.": "من اللعب الترفيهي إلى التنافسي، ومن البالغين إلى الأطفال ألعابنا تأسر جميع أنواع اللاعبين.",
    "We’re not just designers – we are digital storytellers. We create memorable board game experiences that draw players into new worlds of strategy and imagination.": "نحن لسنا مجرد مصممين، بل رواة قصص رقمية. نصنع تجارب ألعاب لوحية لا تُنسى، تأخذ اللاعبين إلى عوالم جديدة مليئة بالاستراتيجية والخيال.",
    "Innovative Concepts": "أفكار مبتكرة",
    "Highly Visual & Immersive": "مرئية للغاية وغامرة",
    "Strategic & Fun to play": "استراتيجية وممتعة للعب",
    "Digital Marketing": "التسويق الرقمي",
    "We create eye-catching content and smart campaigns that grow your brand, spark engagement, and drive results.": "نحن نبتكر محتوى لافتًا وحملات ذكية تنمّي علامتك التجارية، وتثير التفاعل، وتحقق النتائج.",
    "From strategy to launch, we design effective campaigns that bring your story to life -cross-platform, impactful, and built to endure.": "من الاستراتيجية إلى الإطلاق، نصمم حملات فعّالة تجسّد قصتك عبر المنصات المختلفة، مؤثرة وقابلة للاستمرار.",
    "Campaign Strategy": "خطة الحملة",
    "Content Creation": "إنشاء المحتوى",
    "Social Media Marketing": "التسويق عبر وسائل التواصل الاجتماعي",
    "Results across channels": "نتائج عبر القنوات",
    "From organic search to paid ads, social media content - we get results through diverse digital channels.": "من البحث العضوي إلى الإعلانات المدفوعة ومحتوى وسائل التواصل الاجتماعي، نحقق النتائج عبر قنوات رقمية متنوعة.",
    "Understand your business and campaign goals.": "فهم عملك وأهداف حملتك",
    "Produce high quality and engaging content for each platform.": "إنتاج محتوى عالي الجودة وجذاب لكل منصة",
    "Analyze data and optimize campaign.": "تحليل البيانات وتحسين الحملة",
    "We’re not just marketers – we are digital growth strategists. We plan and execute data-driven campaigns that deliver measurable results and build lasting brand engagement across every platform.": "نحن لسنا مجرد مسوّقين، بل استراتيجيون في نمو الأعمال الرقمية. نخطط وننفذ حملات قائمة على البيانات تحقق نتائج قابلة للقياس وتبني تفاعلًا مستدامًا مع العلامة التجارية عبر جميع المنصات.",
    "Analytical & Data-Driven": "تحليلية وقائمة على البيانات",
    "Multi-Platform Strategy": "استراتيجية متعددة المنصات",
    "Optimized & Scalable Campaigns": "حملات محسّنة وقابلة للتوسع",
    "Web design & development": "تصميم وتطوير الويب",
    "Board game design": "تصميم ألعاب اللوحات",
    "Digital marketing campaign and content creation": "حملات التسويق الرقمي وصناعة المحتوى",
    "Contact us": "تواصل معنا",
    "Phone": "الهاتف",
    "Email": "البريد الإلكتروني",
    "Media Planet, All Rights Reserved": "ميديا بلانيت، جميع الحقوق محفوظة",
    "Terms of Use": "شروط الاستخدام",
    "Privacy Policy": "سياسة الخصوصية",
    "Cookie Policy": "سياسة ملفات تعريف الارتباط"
}